[
  {
    "id": 1,
    "title": "Hôn Đi Hôn Đi",
    "engTitle": "Kiss, Kiss! (Gorzko, gorzko!) (2023)",
    "isFree": false,
    "image": "https://chill-focus-opensocial.googleusercontent.com/gadgets/proxy?container=focus&refresh=604800&url=https%3A%2F%2Fi0.wp.com%2Fimg.phimmoichillb.net%2Fimages%2Finfo%2Fkiss-kiss-gorzko-gorzko.jpg",
    "description": "Hôn Đi Hôn Đi Kiss, Kiss! (Gorzko, gorzko!) 2023 Full HD Vietsub Thuyết Minh Một cuộc gặp gỡ tình cờ với một người lạ xinh đẹp đã đảo lộn cuộc đời của Tomek (do Mateusz Kosciukiewicz thủ vai) - một chuyên gia quảng cáo giỏi của một công ty. Thay vì ký hợp đồng đầy tiềm năng, anh ta mất tất cả qua đêm: công việc, căn hộ, chiếc xe sang... Đối mặt với tình huống khó khăn, anh ta chuyển đến ở với anh trai của mình - Janek (do Rafal Zawierucha thủ vai), một nhà khoa học máy tính lập dị đang yêu một người làm hoa, Klara (do Agnieszka Wiedlocha thủ vai). Tomek, một kẻ lăng nhăng, đề nghị một thỏa thuận với anh trai của mình. Anh sẽ giúp anh ta trong việc tán tỉnh Klara nếu anh ta tìm được một người lạ tuyệt vời. Với chút ma thuật của hacker, anh ta đã tìm thấy cô gái. Tên cô ấy là Ola (do Zofia Domalik thủ vai) và cô ấy đang chuẩn bị lấy chồng với con trai Bộ trưởng Tư pháp chỉ trong hai tuần. Thời gian không còn nhiều, nhưng Tomek không do dự tham gia vào trò chơi. Sử dụng toàn bộ sức hấp dẫn của mình, anh đã xâm nhập vào sự ưu ái của bộ trưởng (do Edyta Olszówka thủ vai) và đưa ra đề nghị gian lận với cô. Cô ấy đề nghị thực hiện một bộ phim về sự chuẩn bị cho đám cưới của con trai cô. Nhưng thực tế, anh chỉ có một mục đích duy nhất - quyến rũ và giành được trái tim của Ola. Và điều đó sẽ không dễ dàng, vì đám cưới mà anh ta được thuê là một sự kiện đặc biệt: một bữa tiệc tại Lâu đài Hoàng gia, hàng ngàn khách mời, bao gồm cả tổng thống, các chuyên gia kinh doanh, nhân vật nổi tiếng và người nổi tiếng, và các ban nhạc hàng đầu biểu diễn với đầy đủ cắt cổng và pháo hoa sẽ chiếu sáng toàn bộ Thành phố Warsaw. Đơn giản là đám cưới lớn nhất của Ba Lan",
    "year": 2023
  },
  {
    "id": 2,
    "title": "Chiến Binh Báo Đen",
    "engTitle": "Black Panther (2018)",
    "isFree": false,
    "image": "https://img.phimmoichillb.net/images/film/chien-binh-bao-den.jpg",
    "description": "Chiến Binh Báo Đen Black Panther 2018 Full HD Vietsub Thuyết Minh T'Challa (Báo Đen) là một hoàng tử, một nhà phát minh tài ba của đất nước Wakanda nằm ở Châu Phi, nơi có cội nguồn. kim loại cực hiếm: vibranium. Với nguồn tài nguyên phong phú và sự tiến bộ vượt bậc, Wakanda trở thành mục tiêu của nhiều quốc gia và đế chế trong vài thiên niên kỷ, mục đích của những kẻ xâm lược là thu được một lượng vũ khí và của cải khủng khiếp. ở đất nước giàu có này. Với tư cách là người đứng đầu đất nước, Hoàng tử T'Challa sẽ phải bảo vệ người dân của mình khỏi những âm mưu của ngoại bang. Sở hữu khả năng chiến đấu nhanh, bộ giáp và móng vuốt làm từ vibranium, có thể nói Black Panther cũng là một siêu anh hùng trong thế giới Marvel.",
    "year": 2018
  },
  {
    "id": 3,
    "title": "Người Nhện: Không Còn Nhà",
    "engTitle": "Spider-Man: No Way Home (2021)",
    "isFree": false,
    "image": "https://img.phimmoichillb.net/images/film/nguoi-nhen-khong-con-nha.jpg",
    "description": "Người Nhện: Không Còn Nhà Spider-Man: No Way Home 2021 Full HD Vietsub Thuyết Minh Khi trailer của Spider-Man: No Way Home ra mắt vào ngày 16 tháng 11, nó đã chiếm lĩnh xu hướng toàn thế giới của Twitter khi những người hâm mộ mắt đại bàng đã tìm thấy teaser cho mỗi quả trứng phục sinh mà họ tìm thấy. Những người hâm mộ Marvel đã thất vọng khi cựu Spider-Men Tobey Maguire và Andrew Garfield không có trong trailer, đặc biệt là kể từ khi những phản diện mà họ đánh bại được thiết lập để trở lại trong bộ phim sắp tới. Nhưng không phải tất cả hy vọng cho một cuộc crossover Spidey đa vũ trụ đều bị mất . Với danh tính của Người Nhện giờ đã được tiết lộ, Peter nhờ Doctor Strange giúp đỡ. Khi một câu thần chú bị sai, những kẻ thù nguy hiểm từ các thế giới khác bắt đầu xuất hiện, buộc Peter phải khám phá ra ý nghĩa thực sự của việc trở thành Người Nhện.",
    "year": 2021
  },
  {
    "id": 4,
    "title": "I Am Groot",
    "engTitle": "Em Là Groot (2022)",
    "isFree": true,
    "image": "https://chill-focus-opensocial.googleusercontent.com/gadgets/proxy?container=focus&refresh=604800&url=https%3A%2F%2Fi0.wp.com%2Fimg.phimmoichillb.net%2Fimages%2Finfo%2Fem-la-groot.jpg",
    "description": "",
    "year": 2018
  },
  {
    "id": 5,
    "title": "Siêu Anh Hùng Hawkeye",
    "engTitle": "Hawkeye (2021)",
    "isFree": true,
    "image": "https://chill-focus-opensocial.googleusercontent.com/gadgets/proxy?container=focus&refresh=604800&url=https%3A%2F%2Fi0.wp.com%2Fimg.phimmoichillb.net%2Fimages%2Finfo%2Fvenom-let-there-be-carnage.jpg",
    "description": "",
    "year": 2018
  }
  
 
]